Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh686-v3.tmx
Source language: bo
Languages: en

source: མ་ཧཱ་ཀཱ་རུ་ཎི་ཀ་ཡ།
en: You have great compassion, your countenance is gentle, and your face is round like the full moon.

source: སཽ་མ་སྱ་མུ་ཁ། པ་རི་པཱུ་ར་ཎ། ཙནྡྲ་མཎྜ་ལ། ན་བ་ཙནྡྲ་ཛ་ཊ་དྷ་ར།
en: You wear the crescent of the new moon in your topknot, and Amitābha upon your diadem.

source: ཨ་མི་ཏཱ་བྷ། མུ་ཀུ་ཊ་དྷ་ར་ཡ། མ་ཧཱ་བྲཧྨ་བེ་ཥ་དྷ་ར། ཏྲི་ལོ་ཙ་ན་ཨ་མོ་གྷ་བ་ར་དཱ།
en: O wearer of the great garb of Brahmā, the three-eyed granter of amogha boons!

source: བྷུ་རུ་བྷུ་རུ། མ་ཧཱ་ཀཱ་རུ་ཎི་ཀ།
en: Suru suru!

source: པདྨ་པཱ་ཤ་ཨ་བ་ལོ་ཀི་ཏེ། ཤུད་དྷ་ས་ཏྭ།
en: O most compassionate, pure being with the lotus noose and compassionate gaze!

source: བ་ར་དཱ་ཡ། ན་མོ་སྟུ་ཏེ་སྭཱ་ཧཱ།
en: O boon giver, homage be to you! “

source: འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གཤེགས་སུ་གསོལ་བའི་སྔགས་སོ།
en: This mantra is for summoning Noble Avalokiteśvara. “

source: །རིག་སྔགས་འདིས་གུ་གུལ་ནག་པོ་ལ་ལན་བརྒྱ་རྩ་བརྒྱད་བཟླས་བརྗོད་བྱས་ནས། འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལ་བདུག་པར་བྱའོ། །བདུགས་པ་ཙམ་གྱི་མོད་ཉིད་ལ།
en: The vidyā holder should incant some mahiṣākṣa with this vidyā one hundred and eight times and then burn it as an incense offering to Noble Avalokiteśvara.

source: འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་གཟུགས་ཀྱིས་སྟོན་པར་མཛད་ཅིང་།
en: As soon as the smoke reaches Noble Avalokiteśvara, he will instantly appear in person and grant every boon.

source: མཆོག་ཐམས་ཅད་སྦྱིན་པར་མཛད་དོ།
en: He will definitely appear as soon as the incense is burned.

source: །གལ་ཏེ་མཚམས་མེད་པ་ལྔ་བྱེད་པ་མནར་མེད་པར་གཞོལ་བ་དེས་ཀྱང་། བདུགས་པ་ཙམ་གྱིས་ངེས་པར་སྟོན་པར་མཛད་ན། དགེ་སློང་ཚངས་པར་ལེགས་པར་སྤྱོད་པ་བསམ་པ་དག་པ། དད་པ་ཅན་མོས་པ་ལ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས།
en: If this is so even for someone who has committed the five acts of immediate retribution and is destined for rebirth in the Avīci hell, what need is there to mention a person with a pure heart and pure resolve, or a monk who follows pure conduct.

source: མོད་ཉིད་ལ་རང་གི་གཟུགས་རང་གི་ངོ་བོ་ཡོངས་སུ་དག་པ་མངོན་སུམ་དུ་སྟོན་པར་མཛད་ཅིང་།
en: Noble Avalokiteśvara will appear to him instantly in person so that his completely pure body is visible.

source: མཆོག་ཐམས་ཅད་སྦྱིན་པར་མཛད་ལ་དོན་ཡོད་པ་ཆེན་པོའི་དངོས་གྲུབ་སྦྱིན་པར་མཛད་དོ།
en: He will bestow every boon and grant the great amogha accomplishment. “

source: །དྲག་པོ་ལ་བདུགས་ན་གཟུགས་མངོན་སུམ་དུ་མདུན་ན་འདུག་ཅིང་། འདོད་པ་དང་། དགོས་པའི་དངོས་གྲུབ་ཐམས་ཅད་སྦྱིན་པར་བྱེད་དོ།
en: If the vidyā holder burns the incense in front of an image of Rudra, Rudra will appear before him in a visible form and grant him success in all his desired tasks.

source: །སྲེད་མེད་ཀྱི་བུ་ལ་བདུགས་ན་གཟུགས་བརྙན་འགུལ་ཞིང་། ཚིག་འབྱིན་ལ་ཡིད་ལ་བསམས་པ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བྱེད།
en: If he burns the incense before an image of Nārāyaṇa, the image will start moving, and words will issue forth.

source: རྟག་ཏུ་རྗེས་སུ་འབྲང་བར་འགྱུར།
en: Nārāyaṇa will fulfill the vidyā holder’s every wish and will always stand by him.

source: སྟོབས་དང་། ཤུགས་དང་། བརྩོན་འགྲུས་དང་། ཕ་རོལ་གནོན་པར་བྱེད་པའི་དངོས་གྲུབ་སྦྱིན་པར་བྱེད་དོ།
en: He will grant him strength, swiftness, energy, valor, and success.

source: །མ་མོའི་གནས་སུ་ནག་པོ་ཆེན་པོ་ལ་བདུགས་ན་ནག་པོ་ཆེན་པོ་མ་མོའི་ཚོགས་དང་བཅས་པ་དབང་དུ་གྱུར་ནས་འདུག་ལ་ལས་དང་བྱ་བ་ཐམས་ཅད་གྲུབ་པར་བྱེད།
en: If the vidyā holder burns the incense before an image of Mahākāla in a shrine of the mātṛs, Mahākāla and his retinue of mātṛs will fall under the vidyā holder’s thrall and attend upon him.

source: ཐམས་ཅད་དུ་དངོས་གྲུབ་ཆེན་པོ་སྒྲུབ་པར་བྱེད་དོ།
en: They will perform any type of task for him and ensure great success in all circumstances. “

source: །ཚོགས་ཀྱི་དབང་ཕྱུག་ལ་བདུགས་ན། །བགེགས་དང་ལོག་འདྲེན་ཐམས་ཅད་བཅིངས་པར་འགྱུར་རོ།
en: The vidyā holder will bind all vighnas and vināyakas if he burns the incense before Gaṇeśvara.

source: །འདོད་པའི་དབང་ཕྱུག་ལ་བདུགས་ན་སྡང་བ་དང་། གདུག་པ་དང་། བར་ཆད་བྱེད་པ་གཞན་གང་ཡིན་པ་དེ་དག་ཐམས་ཅད་བཅིངས་པར་འགྱུར་ཞིང་མི་སྣང་བར་འགྱུར་རོ།
en: If he burns the incense before Kāmeśvara, all wicked māras and other obstacle makers will be bound and vanish.

source: །རྒྱལ་པོའི་སྒོར་བདུགས་ན་རྒྱལ་པོའི་བཙུན་མོའི་འཁོར་དང་བཅས་པ་བཀུག་ནས་དབང་དུ་གྱུར་ཏེ།
en: If he burns the incense at the gate of a king’s household, the king, his harem, and his retinue will be compelled to come forward.

source: ཉེ་བར་གནས་པ་འདོད་པ་དང་བྱ་བ་ཐམས་ཅད་བྱེད་དོ།
en: They will fall under the vidyā holder’s thrall and perform any task he desires.

source: །ཉི་མ་ཤར་བའི་ཚེ་ཉི་མ་ལ་མངོན་དུ་ཕྱོགས་ནས་བདུགས་ན་ཉི་མ་འབབ་ཅིང་འདོད་པའི་དངོས་གྲུབ་ཐམས་ཅད་སྦྱིན་བར་བྱེད་དོ།
en: If the vidyā holder burns the incense at sunrise while facing the sun, Sūrya will descend to earth and grant him every desired success.

source: །ཟླ་བ་ཉལ་བདུགས་ན་ཟླ་བ་འབབ་ཅིང་དབང་ཕྱུག་འབྱོར་པ་ཆེན་པོ་སྦྱིན་པར་བྱེད་དོ།
en: If he burns the incense while facing the full moon, Candra will descend to earth to grant him great influence and prosperity.

source: །རྣམ་ཐོས་ཀྱི་བུ་ལ་བདུགས་ན་ནོར་འཕེལ་བ་ཆེན་པོ་སྦྱིན་པར་བྱེད་དོ།
en: If he burns the incense before Vaiśravaṇa, Vaiśravaṇa will greatly increase his wealth.

source: །ལྷ་མོ་ཆེན་མོ་དཔལ་ལ་བདུགས་ན་དཔལ་འཐོབ་པར་འགྱུར་རོ།
en: The vidyā holder will obtain divine splendor if he burns the incense before the great goddess Śrī. “

source: །གདོན་ཐམས་ཅད་ལ་བདུགས་ན་བདུགས་པ་ཙམ་གྱིས་འབབ་ཅིང་ཕྱོགས་བཅུར་འབྲོས་སོ།
en: If he burns the incense where there are grahas, they will be invoked as soon as the incense is burned and will flee in the ten directions.

source: །ཟིན་པ་འམ་མ་ཟིན་པ་ལ་བདུགས་ན་མོད་ལ་འོང་ངོ་།
en: If he uses the incense to fumigate the bitten and not bitten, they will be invoked instantly.

source: །དུར་ཁྲོད་ཀྱི་མི་རོ་ལ་བདུགས་ན་རོ་ལངས་ལྡང་བར་འགྱུར་རོ།
en: If he censes a corpse in a charnel ground, the corpse will rise up as a vetāla.

source: །ཐོད་པ་ལ་བདུགས་ན་འབབ་ཅིང་གར་བྱེད།
en: If he censes a skull, the skeleton will come alive, dance, and sing.

source: གླུ་ལེན་རྒྱུག་པར་བྱེད་ཅིང་སྦོད་གཏོང་བྱེད་དོ།
en: It will run errands and perform any activity.

source: །རྡོ་རྗེ་བདུགས་ན་འབར་རོ།
en: If the vidyā holder censes a vajra, it will emit light.

source: །མདུང་རྩེ་གསུམ་པ་ལ་བདུགས་ན་འབབ་པར་བྱེད་དོ།
en: If he censes a trident, it will come alive.

source: །འཁོར་ལོ་ལ་བདུགས་ན་ནམ་མཁའ་ལ་འགྲོའོ།
en: If he censes a wheel, it will revolve while suspended in midair.

source: །ཐག་པ་ལ་བདུགས་ན་སྦྲུལ་བཞིན་འཁྲིལ་བར་བྱེད་དོ།
en: If he censes a rope, it will coil up like a snake.

source: །རྫ་མ་དང་། བུམ་པ་ལ་བདུགས་ན་འབབ་པར་བྱེད་ཅིང་རང་ཉིད་འགྱུར་བར་བྱེད་ལ་ཕན་ཚུན་འགྲོ་བར་བྱེད་དོ།
en: If he censes a jar, a pitcher, or a pot, it will come alive and roll and move here and there of its own accord. “

source: །ལྷུང་བཟེད་ལ་བདུགས་ན་རང་ཉིད་འགྲོ་བར་བྱེད་དོ།
en: If the vidyā holder censes a bowl, it will move of its own accord.

source: །རལ་གྲི་ལ་བདུགས་ན་འབབ་པར་བྱེད་ཅིང་འབར་བར་བྱེད་ལ་རང་ཉིད་འགོར་བར་བྱེད་དོ། །དུང་ལ་བདུགས་ནས་བུས་ན་སྒྲ་གང་དུ་གྲག་པ་དེ་དག་ཐམས་ཅད་དུ་འཐབ་པ་དང་། འཐབ་མོ་དང་། རྩོད་པ་དང་། འགྱེད་པ་དང་། ཡམས་ཀྱི་ནད་དང་།
en: If he censes a sword, it will come alive, blaze with light, and move by itself.

source: གནོད་པ་དང་། འགོ་བའི་ནད་དང་། འཁྲུག་པ་དང་། ནད་ཐམས་ཅད་དང་། ཉོན་མོངས་པ་ཐམས་ཅད་དང་། སྡིག་པ་དང་། གདུག་པ་ཐམས་ཅད་དང་།
en: If he censes a conch and blows it, all the places in which the sound is heard will be completely free from all quarrels, arguments, disputes, calamities, misfortunes, accidents, plagues, troubles, diseases, afflictions, evil, and vices.

source: དགྲ་ཐམས་ཅད་ལས་ཐར་པར་འགྱུར་ཞིང་སྒྲིབ་པ་ཐམས་ཅད་ཟད་པར་འགྱུར་རོ།
en: All obscurations will be exhausted.

source: །རིམས་ཐམས་ཅད་ལ་བདུགས་ན། རིམས་ཐམས་ཅད་ཞི་བར་འགྱུར་རོ།
en: If he censes those suffering from any type of fever, their fevers will be pacified.

source: །རིམས་ཉིན་བཞི་པ་ལ་བདུགས་ཤིང་གསང་སྔགས་ཀྱང་རྗེས་སུ་དྲན་ན་རིམས་ཉིན་བཞི་པ་ཀུ་ཅོ་འདོན་ཅིང་འབྲོས་པར་འགྱུར་རོ།
en: If he censes those suffering from quartan fever while mindfully reciting the mantra and displaying the mudrā, the spirits that cause quartan fever will flee wailing. “

source: །ཀླུའི་མཚོར་བདུགས་ན་མོད་ཉིད་ལ་ཆར་གྱི་རྒྱུན་ཆེན་པོ་འབེབས་པར་བྱེད་དོ།
en: If the vidyā holder burns the incense next to a nāga lake, the nāgas will instantly release torrents of rain.

source: །ཆར་ཆེས་ན་གནས་མཐོན་པོར་བདུགས་ན་ཆར་ཆེས་པ་གཅོད་པར་བྱེད་དོ།
en: If it rains too much, it will stop if he burns the incense at an elevated spot.

source: །སྤྲིན་ལ་མངོན་དུ་ཕྱོགས་ནས་བདུགས་ན་གྲང་ལྷགས་དང་། རླུང་དང་། སེར་བ་ཐམས་ཅད་གཅོད་པར་བྱེད་ལ། ལོ་གཅིག་གི་བར་དུ་མཚམས་ཆེན་པོ་བཅད་པར་འགྱུར་རོ།
en: If he burns the incense while facing a cloud, all cold spells, strong winds, and hail will stop, and a protective boundary will be created for one year.

source: །རི་མཐོན་པོའི་རྩེར་བདུགས་ན། ཕྱོགས་བཞི་ཐམས་ཅད་ཀྱི་ཕ་རོལ་གྱི་དམག་ཚོགས་དང་། ཕྱིར་རྒོལ་བ་དང་། ཕས་ཀྱི་དགྲ་ཐམས་ཅད་དང་། དཔག་ཚད་སྟོང་གི་བར་དུ་རྨུགས་པ་དང་། རེངས་པ་དང་། བཅིངས་པར་འགྱུར་ལ་དཔག་ཚད་སྟོང་གི་བར་དུ་མཚམས་ཆེན་པོ་བཅད་པར་འགྱུར་རོ།
en: If he burns the incense at the top of a tall mountain, all enemy armies, opponents, and adversaries in the four directions, within the radius of one thousand leagues, will be crushed, paralyzed, and taken prisoner, and a great protective boundary will be created for one thousand leagues. “

source: །བདག་ཉིད་ལ་བདུགས་ན་སེམས་ཅན་ཐམས་ཅད་ལ་མཆོད་པའི་གནས་ཆེན་པོར་འགྱུར་ལ་སེམས་ཅན་ཐམས་ཅད་དབང་དུ་འགྱུར་རོ།
en: If the vidyā holder censes himself, he will be venerated by all beings, who will all fall under his thrall.

source: །བུ་མོ་ལ་བདུགས་ན་བག་མར་བླངས་བར་འགྱུར་རོ།
en: If he censes a girl, she will marry him.

source: །ཚོང་ཟོང་ལ་བདུགས་ན་རིན་ཆེ་བར་ལོན་པར་འགྱུར་རོ།
en: If he censes salable goods, he will be able to sell them at a good profit.

source: །བང་བལ་བདུགས་ན་འབྲུ་འཕེལ་བ་མང་པོར་འགྱུར་རོ།
en: If he censes a granary, the store of grain will greatly increase.

source: །བཏུང་བའི་གནས་སུ་བདུགས་ན་བཏུང་བ་འཕེལ་བ་མང་པོར་འགྱུར་རོ།
en: If he censes a tavern, its store of drinks will greatly increase.

source: །གོས་ལ་བདུགས་ན་གོས་ཐོབ་པར་འགྱུར་རོ།
en: If he censes clothes, he will obtain more clothes.

source: །མེ་ཏོག་དང་འབྲས་བུ་ལ་བདུགས་ནས་གང་ལ་བྱིན་པ་དེ་དག་བདག་ཉིད་དམ་ནོར་གྱི་སྒོ་ནས་དབང་དུ་འགྱུར་རོ།
en: If he censes fruits and flowers, the people to whom he gives them will fall under his thrall and place themselves and their wealth at his disposal.

source: །ཕྲེང་བ་ལ་བདུགས་ལ་གསང་སྔགས་ལན་བདུན་བཟླས་བརྗོད་བྱས་ན་གང་གི་མགོ་ལ་བཅིངས་པ་དེ་ལ་འབབ་པར་བྱེད་ཅིང་། ཡ་མཚན་བྱུང་བ་དང་འབྱུང་བ་སྨྲའོ།
en: If he censes a garland and incants it with the mantra seven times, the person around whose head he ties it will become possessed and start describing wonderful events from the past and the future. “

source: །འཕགས་པ་རྡོ་རྗེ་འཆང་ལ་བདུགས་ན་རིག་སྔགས་ཆེན་པོའི་དངོས་གྲུབ་ཐོབ་པར་འགྱུར་ཞིང་།
en: If the vidyā holder burns the incense before Noble Vajradhara, he will obtain a great vidya accomplishment.

source: འཕགས་པ་རྡོ་རྗེ་འཆང་སྟོན་པར་མཛད་ལ་དགོས་པ་ཐམས་ཅད་སྒྲུབ་པར་མཛད་དོ།
en: Noble Vajradhara will appear to him directly and grant him success in all his endeavors.

source: །གནོད་སྦྱིན་མོའི་གཟུགས་བྲིས་པ་ལ་བདུགས་ལ་གསང་སྔགས་ལན་བདུན་དྲན་པར་བྱས་ན། གནོད་སྦྱིན་མོ་འོངས་ནས་འདོད་པ་ཐམས་ཅད་སྦྱིན་ཞིང་ལས་ཐམས་ཅད་བྱེད་པར་འགྱུར་ལ་ཇི་སྲིད་འཚོའི་བར་དུ་ཉེ་བར་འདུག་གོ། །སྦྱོར་བ་མོ་ལ་བདུགས་ན།
en: If he burns the incense before an image of a yakṣiṇī while reciting the mantra seven times, the yakṣiṇī will arrive and satisfy his every desire.

source: སྦྱོར་བ་མོ་ཐམས་ཅད་དང་།
en: She will perform all types of activities for him and attend upon him for as long as he lives.

source: མཁའ་འགྲོ་མ་ཐམས་ཅད་དབང་དུ་གྱུར་ནས་ཇི་སྲིད་འཚོའི་བར་དུ་ཉེ་བར་འདུག་གོ།
en: If he burns the incense before an image of a yoginī, all the yoginīs and ḍākinīs will fall under his thrall and will attend upon him for as long as he lives.

source: །འདོད་དགུར་སྒྱུར་བའི་གཟུགས་ཅན་མ་ལ་བདུགས་ན་འདོད་དགུར་སྒྱུར་བའི་གཟུགས་ཅན་མ་འོངས་ནས་ཆུང་མར་བྱའོ་ཞེས་སྨྲ་ན་ཇི་སྲིད་འཚོའི་བར་དུ་ཡོ་བྱད་དང་།
en: If he burns the incense before Kāmarūpī, she will arrive. He should then address her as ‘wife,’ and she will assist him in everything, provide him every pleasure, and protect him for as long as he lives.

source: ལོངས་སྤྱོད་དུ་བྱ་བ་ཐམས་ཅད་སྒྲུབ་པར་བྱེད་ལ་འདོད་པའི་ཡོན་ཏན་ལྔ་ལ་རྩེ་བས་དགའ་བར་འགྱུར་བ་དང་།
en: She will frolic with him, providing the five types of sense pleasures, and embrace and have sex with him.

source: རྣམ་ཐོས་ཀྱི་བུ་ལ་འགྲན་པར་འགྱུར་རོ།
en: He will rival Vaiśravaṇa with his wealth. “

source: །དྲིལ་བུ་ལ་བདུགས་ནས་སྒྲ་དཀྲོལ་ན་འཇིགས་པ་ཐམས་ཅད་ལས་ཐར་བར་འགྱུར་ལ། སྲུང་བ་ཆེན་པོ་བྱས་པར་འགྱུར་ཁྱིམ་གྱི་ནང་དུ་དཀྲོལ་ན་འབྱུང་པོ་དང་།
en: If the vidyā holder censes a bell with the incense, its melodious sound will save him from every danger and provide great protection.

source: གནོད་སྦྱིན་དང་། སྲིན་པོ་དང་། ཡི་དགས་དང་། བརྗེད་བྱེད་དང་། གྲིབ་གནོན་ཐམས་ཅད་བྱུང་ནས་ཕྱོགས་བཅུར་བྲོས་པར་འགྱུར་རོ།
en: If he sounds the bell inside a house, all the bhūtas, yakṣas, rākṣasas, pretas, apasmāras, and chāyās will be invoked and flee in the ten directions. [

source: །ཨོྃ་ཨ་མོ་གྷ་པཱ་ཤ་པདྨ་ཨུཥྜཱིཨུཥྞི་ཥ། ཏ་ར་ཏ་ར། ཨ་པ་ཏ་ར་ཏུ།
en: 306] “Oṁ, Amoghapāśa-Padmoṣṇīṣa!

source: བྷ་བ་ན་གཙྪ་ཏུ།
en: Move across, move!

source: སྭ་བྷཱ་བ་ན་ན།
en: Depart, Lord, and go to your home!

source: མ་ཧཱ་པདྨ་བྷུ་ཛེ་སྭཱ་ཧཱ།
en: O great one with lotus-like arms,svāhā! “

source: སླར་གཤེགས་སུ་གསོལ་བའི་སྔགས་ཏེ།
en: This is the mantra for dismissing the deity.

source: །བདུག་སྤོས་གུ་གུལ་དང་། ཆུ་དང་ཡུངས་ཀར་བསྲེས་པ་ལ་ལན་བདུན་བཟླས་བརྗོད་བྱས་ན་ཐམས་ཅད་དུ་སླར་གཤེགས་སུ་གསོལ་བའི་སྔགས་བྱས་པར་འགྱུར་རོ།
en: If used while burning bdellium incense and sprinkling water and mustard seeds incanted with this mantra seven times, it can be used as the universal mantra of dismissing. This will effect the dismissing. “

source: །གསང་སྔགས་རིམ་པར་ཕྱེ་བའི་ཆོ་ག་དང་བསྒྲུབ་པའི་ཆོ་གའོ།། །།
en: This concludes the section on the practice procedure of the mantras.”

source: དེ་ནས་ལྷ་མོ་ཆེན་མོ་སྒྲོལ་མ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།
en: At that time, the great goddess Tārā approached the noble bodhisattva Avalokiteśvara and greeted the great bodhisattva being by touching his feet with her head.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ནས་ལྷའི་མཆོད་པའི་སྤྲིན་ཆེན་པོས་མཆོད་དེ། ལན་གསུམ་བསྐོར་བ་བྱས་ནས་མགོ་བཏུད་དེ་ཐལ་མོ་སྦྱར་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །བཅོམ་ལྡན་འདས་རིག་སྔགས་ཆེན་པོ་འཇིག་རྟེན་དུ་ཆེར་བསྟན་ལགས་སོ།
en: She honored him with great clouds of offerings and circumambulated him clockwise three times. With her head bowed down and hands cupped together, she addressed Noble Avalokiteśvara, the great bodhisattva being: “Lord, a truly great vidyā, the heart essence of Amoghapāśa-Padmoṣṇīṣa and the king of his vidyās, was taught in this world.

source: །གསང་བ་ཆེན་པོའི་དཀྱིལ་འཁོར་དང་། ཕྱག་རྒྱ་རིམ་པར་ཕྱེ་བ་དང་། ཆོ་ག་ཞིབ་མོ་དང་།
en: It belongs in this great manual of rites with its chapters on secret maṇḍalas and mudrās.

source: དོན་ཡོད་པའི་ཞགས་པ་པདྨ་གཙུག་ཏོར་གྱི་རིག་སྔགས་ཀྱི་རྒྱལ་པོ་ཆེན་པོའི་སྙིང་པོ་རིག་སྔགས་འཆང་ཐམས་ཅད་ཀྱི་དོན་དང་། སེམས་ཅན་ཐམས་ཅད་ལ་ཕན་པ་དང་། བདེ་བར་བགྱི་བའི་སླད་དུ་འཛམ་བུའི་གླིང་དུ་གཞག་ལགས་སོ།
en: It was established in Jambudvīpa for the sake of all vidyā holders and for the benefit and happiness of all beings.

source: །བཅོམ་ལྡན་འདས་བདག་གིས་ཀྱང་དོན་ཡོད་པ་པདྨ་གཙུག་ཏོར་གྱི་རིག་སྔགས་ཀྱི་རྒྱལ་པོ་དེའི་སྙིང་པོ་དང་། ཆོ་ག་ཞིབ་མོ་དོན་ཡོད་པར་སྒྲོལ་བ་དྲི་མ་མེད་པ་པདྨ་གཙུག་ཏོར་གྱི་ཞགས་པ་ཞེས་བགྱི་བ་རིག་སྔགས་ཀྱི་རྒྱལ་པོའི་སྙིང་པོ་བཤད་པར་བགྱི་སྟེ།
en: It is fitting, Lord, that I now pronounce this heart essence, the king of vidyās, which is called Amoghatārāwith the pure noose of Padmoṣṇīṣa and belongs to the rite of the king of vidyās, the heart essence of Amogha­padmoṣṇīṣa.

source: རིག་སྔགས་འཆང་གང་གིས་དྲན་པ་ཙམ་གྱིས་བདག་བཀུག་ཅིང་གཡར་དྲངས་པར་འགྱུར།
en: As soon as this vidyā is mindfully repeated by the vidyā holder, I will be summoned and brought into his presence.

source: རིག་སྔགས་འཆང་གི་རིག་སྔགས་སྒྲུབ་ཅིང་ཡོངས་སུ་སྤྱོད་པ་ལ་རིམ་གྲོ་བགྱི་བ་དང་། རིག་སྔགས་འཆང་སྒྲུབ་པའི་དངོས་གྲུབ་མཆོག་སྩོལ་བར་བགྱི་བ་དང་།
en: I will then become his assistant, aid him in his vidyā practice, and grant him its supreme accomplishment.

source: བསམ་པ་ཐམས་ཅད་ཡིད་བཞིན་དུ་ཡོངས་སུ་བསྐང་བར་བགྱི་བ་དེ་བདག་གིས་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་འཁོར་མང་པོ་འདུས་པའི་མངོན་སུམ་དུ་རིག་སྔགས་ཀྱི་རྒྱལ་པོ་བཤད་པར་བགྱིའོ།
en: I will remain with him in order to fulfill all his wishes and hopes. Lord, I will now pronounce, in your presence, in the midst of this great assembly, this king of vidyās.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པས་ལྷ་མོ་སྒྲོལ་མ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ།
en: The Blessed Śākyamuni replied to the goddess Tārā, “O great goddess Tārā!

source: །ལྷ་མོ་ཆེན་མོ་སྒྲོལ་མ་རང་གི་རིག་སྔགས་ཀྱི་རྒྱལ་པོ་དེ་བཞིན་གཤེགས་པ་ངའི་བྱིན་གྱི་རླབས་ཀྱི་ཕྱག་རྒྱས་བྱིན་གྱིས་བརླབས་ཀྱིས་ཤོད་ཅིག།
en: Please pronounce the king of vidyās, your own heart essence, which has been blessed by me with the blessing-seal of a tathāgata!”

source: དེ་ནས་ལྷ་མོ་ཆེན་མོ་སྒྲོལ་མ་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་དོན་ཡོད་པར་སྒྲོལ་བ་དྲི་མ་མེད་པ་པདྨ་གཙུག་ཏོར་གྱི་ཞགས་པ་ཞེས་བྱ་བ་རིག་སྔགས་ཀྱི་སྙིང་པོ་སྨྲས་པ། ན་མཿསྟཻ་ཡ་དྷྭི་ཀཱ་ནཱཾ། ཏ་ཐཱ་ག་ཏཱ་ནཱཾ་ཤཱཀྱ་རཱ་ཛཱ་ཡ་ཨ་དྷིཥྛཱ་ན་ན་མ་སྐྲྀ་ཏཱ་ནཱཾ། ན་མོ་རཏྣ་ཏྲ་ཡཱ་ཡ། ན་མ་ཨཱརྱ་ཨ་བ་ལོ་ཀི་ཏེ་ཤྭ་རཱ་ཡ།
en: In response, the great goddess Tārā pronounced the heart vidyā called Amoghatārā with the pure noose of Padmoṣṇīṣa in the presence of the Blessed One: “Homage to the tathāgatas of the three times, honored with the status of the king of Śākyas!

source: བོ་དྷི་ས་ཏྭ་ཡ།
en: Homage to the Three Jewels!

source: ན་མ་སྟཱ་རཱ་ཡཻ། མ་ཧཱ་དེ་བི།
en: 307] “Oṁ, savioress!

source: ཨོྃ་ཏྭ་ར་ཎི་ཏཱ་ར་ཎི་ཏཱ་རེ།
en: Savioress Tārā!

source: པདྨ་བི་བྷཱུ་ཥི་ཏ་ཏཱ་རེ། མ་ཎི་ཀ་ན་ཀ་བི་ཙི་ཏྲི་ཏ་མཱ་ལ། ཛ་ཊ་མ་ཀུ་ཊ་ན་ན།
en: Tārā adorned with lotuses and wearing a garland that sparkles with jewels and gold!

source: དི་ཏ་པདྨེ། དྷུ་རུ་དྷུ་རུ། པདྨ་པཱ་ཤ་བྷུ་ཛེ།
en: O lotus being with your hair in a topknot crowned by a diadem, dhuru dhuru!

source: ཨ་མོ་གྷ་པཱ་ཤ་ཧ་སྟེ།
en: With the lotus noose in your hand, the unfailing noose, please rescue beings!

source: ཏཱ་ར་ཡ་བྷ་ག་བ་ཏི།
en: O highly accomplished blessed lady!

source: མ་ཧཱ་སིད་དྷི་བ་ར་དེ། ཏུ་རུ་ཏུ་རུ།
en: O boon giver, make haste, make haste!

source: མ་ཧཱ་ཏཱ་ར་ཎི། བ་ར་དེ།
en: O great savioress!

source: སཱ་དྷ་ཡ་སཱ་དྷ་ཡ།
en: O boon giver, be successful, be successful!

source: སི་ད་དྷེ། ཨ་མོ་གྷ་བ་ར་དེ་སྭཱ་ཧཱ།
en: O accomplished one, the giver of amogha boons, svāhā! [

source: ཨོྃ་ཨ་མོ་གྷ་པདྨི་ནི་ཏཱ་རེ་སྭཱ་ཧཱ།
en: 308] “Oṁ, Amoghapadminī Tārā, svāhā! “

source: སྙིང་པོའོ།
en: This is the heart mantra. [

source: ཨོྃ་མ་ཎི་ཏཱ་རེ་ཧཱུྃ།
en: 309] “Oṁ, Maṇitārā, hūṁ! “

source: བཅོམ་ལྡན་འདས་འདི་ནི་བདག་གི་གསང་སྔགས་ནོར་བུ་རིན་པོ་ཆེ་ཆེན་པོའི་སྙིང་པོ། དོན་ཡོད་པའི་ཞགས་པ་པདྨ་གཙུག་ཏོར་གྱི་རིག་སྔགས་ཀྱི་སྙིང་པོའི་ཞགས་པ་ཆོ་ག་ཞིབ་མོའི་རིག་སྔགས་འཆང་བ་རྣམས་ཀྱི་བསམ་པ་ཡོངས་སུ་རྫོགས་པར་བགྱི་བ་དང་། སེམས་ཅན་ཐམས་ཅད་ལ་མཆོག་སྩལ་བ་རབ་ཏུ་སྩལ་བར་བགྱི་བའི་སླད་དུ་རྗེས་སུ་སྩལ་བ་ལགས་སོ།
en: This mantra of mine, the heart essence of the great jewel, the heart vidyā of Amoghapāśa-Padmoṣṇīṣa, is transmitted, O Lord, as part of the Amoghapāśa ritual to fulfill the wishes of the vidyā holders and to bestow boons upon all beings.

source: །བཅོམ་ལྡན་འདས་རིག་སྔགས་ཀྱི་རྒྱལ་པོ་འདིའི་ཡོ་བྱད་དང་། ཆོ་ག་བཤད་པར་བགྱི་སྟེ། དུ་རུ་སྐ་དང་། གུ་གུལ་དང་། སྤྲྀ་ཀ་གཅིག་ཏུ་བགྱིས་ལ་གསང་སྔགས་ཀྱི་སྙིང་པོ་འདིས་ལན་བརྒྱ་རྩ་བརྒྱད་བཟླས་བརྗོད་བགྱིས་ནས་བཅོམ་ལྡན་འདས་བདག་ལ་བདུགས་ན་བདུགས་པ་ཙམ་གྱི་མོད་ལ་བཅོམ་ལྡན་འདས་བདག་དགུག་པ་དང་།
en: I will now teach, Lord, the practice procedure of this king of vidyās: “Lord, the vidyā holder should blend some olibanum, bdellium, and fenugreek, incant it one hundred and eight times with the jewel mantra, and offer it to me as incense.

source: གཡར་དྲངས་པར་འགྱུར་ལགས་སོ།
en: I will be summoned, Lord, and brought into the vidyā holder’s presence, as soon as the incense is burned.

source: །བཅོམ་ལྡན་འདས་རིག་སྔགས་འདི་སྒྲུབ་པའི་ཚེ་རང་གི་གཟུགས་ཀྱིས་མདུན་ན་མཆིས་ཤིང་བསམ་པ་ཐམས་ཅད་ཡིད་བཞིན་དུ་དངོས་གྲུབ་རྗེས་སུ་སྩལ་བར་བགྱི། བགེགས་དང་། ལོག་འདྲེན་ཐམས་ཅད་བཟློག་པར་བགྱི། གནོད་སྦྱིན་དང་། སྲིན་པོ་དང་།
en: I will, Lord, appear before him in person whenever he practices this vidyā, make all his wishes and hopes come true, and grant him every accomplishment.

source: འབྱུང་པོ་དང་། ཤ་ཟ་ཐམས་ཅད་བཟློག་པར་བགྱི། འཐབ་པ་དང་། འཐབ་མོ་དང་། རྩོད་པ་དང་འགྱེད་པ་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་བགྱི།
en: I will ward off all vighnas and vināyakas, keep all yakṣas, rākṣasas, bhūtas, and piśācas at bay, and pacify all quarrels, disputes, and discord.

source: བསམ་པ་ཐམས་ཅད་ཡིད་བཞིན་དུ་རྫོགས་པར་བགྱི། མཆོག་སྩལ་བར་བགྱི།
en: I will fulfill all his wishes and hopes and grant him every boon.

source: བདེ་ལེགས་དང་། དགེ་ལེགས་བསྲུང་བ་དང་། བསྐྱབ་པ་དང་། སྦ་བར་བགྱིའོ།
en: I will stand by him to ensure his well-being and comfort, and to guard, protect, and defend him. “

source: །བཅོམ་ལྡན་འདས་མཆིས་ཉལ་བ་ན་བདུག་སྤོས་ཀྱི་རྒྱལ་པོ་འདིས་བདག་ལ་བདུགས་ཤིང་། བདག་གི་སྙིང་པོ་ནོར་བུ་རིན་པོ་ཆེ་ཆེན་པོའི་སྙིང་པོ་གསུམ་པོ་དེ་དག་ལན་ཉི་ཤུ་རྩ་གཅིག་བརྗོད་ན་བདུགས་པ་ཙམ་གྱི་མོད་དང་།
en: Lord, the vidyā holder should burn this king of incense as an offering to me when he goes to sleep and recite this heart essence of mine, the essence that comprises the three great jewels, twenty-one times.

source: དྲན་པ་ཙམ་གྱིས་བཅོམ་ལྡན་འདས་བདག་ཉིད་ཀྱི་ངོ་བོ་རང་གི་གཟུགས་ཡོངས་སུ་དག་པ་བསྟན་ཅིང་། མངོན་སུམ་དུ་མཆིས་པར་བགྱི། མཆོག་ཐམས་ཅད་རྗེས་སུ་སྩལ་བར་བགྱི།
en: As soon as the incense is burned and the vidyā mindfully repeated, I will, O Lord, appear before him in person, show him my pure body, and let him choose any boons.

source: བྱུང་བ་དང་འབྱུང་བའི་བཀའ་མཆིད་བགྱིའོ།
en: I will tell him about the past, present, and future.

source: །དྲན་པ་ཙམ་གྱི་མོད་ལ་དོན་ཡོད་པདྨ་གཙུག་ཏོར་གྱི་ཞགས་པའི་སྙིང་པོ་འདི་དྲན་པ་ཙམ་གྱིས། བཅོམ་ལྡན་འདས་བདག་རིག་སྔགས་འཆང་དེའི་མདུན་དུ་མཆིས་ཤིང་བསམ་པ་ཐམས་ཅད་ཡིད་བཞིན་དུ་ཡོངས་སུ་རྫོགས་པར་བགྱི།
en: As soon as the vidyā holder mindfully repeats this heart essence of Amogha­padmoṣṇīṣa­pāśa, O Lord, I will appear before him and make all his wishes and desires come true.

source: སྡང་བ་དང་། སྡིག་པ་ཐམས་ཅད་དང་། བགེགས་དང་། ལོག་འདྲེན་ཐམས་ཅད་སོ་སོར་བཟློག་པར་བགྱི།
en: I will ward off all wicked and evil beings and all vighnas and vināyakas. “

source: དངོས་གྲུབ་ཆེན་པོ་བསྒྲུབ་པ་རྗེས་སུ་སྩལ་བར་བགྱི།
en: I will help the vidyā holder attain great accomplishments.

source: བཀྲ་ཤིས་ཀྱི་སྒྲ་ཐམས་ཅད་འབྱུང་བར་བགྱི། རིག་སྔགས་ཀྱི་དངོས་གྲུབ་ཐམས་ཅད་རྗེས་སུ་སྩལ་བར་བགྱི།
en: I will produce all kinds of auspicious sounds and grant him the accomplishment of every vidyā.

source: ཆོ་ག་ཞིབ་མོ་དང་། དཀྱིལ་འཁོར་དང་། ཕྱག་རྒྱ་རིམ་པར་ཕྱེ་བའི་དངོས་གྲུབ་ཐམས་ཅད་རྗེས་སུ་སྩལ་བར་བགྱི།
en: I will grant him the accomplishment of all rites with their respective sets of maṇḍalas and mudrās.

source: བསོད་ནམས་དྲན་པའི་དངོས་གྲུབ་ཐམས་ཅད་རྗེས་སུ་སྩལ་བར་བགྱི། དུས་མ་ཡིན་པར་འཆི་བ་ཐམས་ཅད་སོ་སོར་བཟློག་པར་བགྱི།
en: I will grant him the ability to attract every virtue and prevent all circumstances that could result in untimely death.

source: སྡིག་པ་དང་། སྒྲིབ་པ་ཐམས་ཅད་རྣམ་པར་དག་པར་བགྱི། རྟག་ཏུ་རྗེས་སུ་འབྲང་བར་བགྱི།
en: I will completely purify all his evil and obscurations and will always follow and stand by him.

source: རྟག་ཏུ་རྒྱུན་མི་འཆད་པར་རིག་སྔགས་འཆང་གི་བགེགས་དང་ལོག་འདྲེན་ཐམས་ཅད་སོ་སོར་བཟློག་པར་བགྱི། ནད་ཐམས་ཅད་བསལ་བར་བགྱིའོ།
en: I will, at all times, keep all vighnas and vināyakas away from him, and I will remove every disease. “

source: བཅོམ་ལྡན་འདས་རིག་སྔགས་འཆང་འགུམ་པའི་ཚེ་རྣམ་པར་ཤེས་པ་ཐ་མ་ལ་བབ་པ་དེ། བཅོམ་ལྡན་འདས་བདག་གིས་རྟག་ཏུ་མངོན་སུམ་དུ་བསྟན་ཅིང་མདུན་ན་ཉེ་བར་མཆིས་པར་བགྱི།
en: Lord, when the time of death arrives and the vidyā holder’s consciousness reaches its final moment, I will appear before him and stay with him.

source: སངས་རྒྱས་ཡིད་ལ་བགྱིད་པ་ཤིན་ཏུ་དྲན་པས་དུས་ལས་འདའ་བར་བགྱིས་པ་དང་།
en: He will retain his memory, intellect, and awareness throughout that time, and he will cast off his body like a snake casts off its skin.

source: ཇི་ལྟར་སྦྲུལ་པགས་པ་བརྗེས་པ་བཞིན་དུ་ལུས་བརྗེས་ནས་འཇིག་རྟེན་གྱི་ཁམས་བདེ་བ་ཅན་གྱི་སྐལ་བ་དང་མཉམ་པར་པདྨ་དག་ལས་རྫུས་ཏེ་སྐྱེ་ལ་རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་པ་དང་།
en: He will proceed to the realm of Sukhāvatī, as is his destiny, where he will be born spontaneously from a lotus flower and be adorned with all ornaments.
